Repository: maciejsulikowski/my_website
Catalog: lib/l10n/app_*.arb
Languages: pl

# one
source: A
pl: Działam jako

source: Two
pl: Dwa

# hi_there
source: Hi there, Welcome to my space!
pl: Cześć, witaj w mojej przestrzeni!

# my_name
source: I'm
pl: Nazywam się

# guy
source: I am that guy who loves to create value for others in every possible form. Let's get to know each other better!
pl: Jestem tym gościem, który uwielbia tworzyć wartość dla innych w każdej możliwej formie. Poznajmy się lepiej!

# who
source: Who am I?
pl: Kim jestem?

source: About Me
pl: O mnie

source: Contact
pl: Kontakt

# i_am_student
source: I am a graduate of the University of Warmia and Mazury in Olsztyn.
pl: Z wykształcenia - Informatyka inżynier , Bezpieczeństwo Narodowe magister

# i_am_student_2
source: I have created 4 applications and 1 website in Flutter.
pl: Stworzyłem 4 aplikacje, z czego 3 z nich opublikowałem na Google Play Store i 1 stronę internetową we Flutterze

# i_am_student_3
source: I have 4 years of sales experience.
pl: Mam 4 letnie doświadczenie w sprzedaży

# why
source: Why am I using Flutter?
pl: Dlaczego używam Fluttera?

# mobile
source: Mobile Development
pl: Aplikacje Mobilne

# flutter_mobile
source: Flutter is great for building mobile apps. With it, we can write one code for Android and IOS without losing too much performance. It saves a lot of time and money.
pl: Flutter świetnie nadaje się do tworzenia aplikacji mobilnych. Dzięki niemu możemy napisać jeden kod dla Androida i IOS bez utraty wydajności. Oszczędza to mnóstwo czasu i pieniędzy.

# web
source: Web Development
pl: Strony internetowe

# flutter_web
source: Flutter is also great for websites. With the power of this framework, you can create a site like this one and many, many other, more advanced web applications.
pl: Flutter jest również świetny dla stron internetowych. Dzięki mocy tego frameworka można stworzyć stronę taką jak ta i wiele, wiele innych, bardziej zaawansowanych aplikacji internetowych.

# flutter_ux
source: Flutter allows you to create advanced views and beautiful User interfaces and User experiences that will delight any user, and on top of that, everything runs very smoothly. Flutter is the future!
pl: Flutter pozwala na tworzenie zaawansowanych widoków i pięknych interfejsów użytkownika, które zachwycą każdego użytkownika, a do tego wszystko działa bardzo płynnie. Flutter to przyszłość!

# help
source: How i can help you?
pl: Jak mogę Ci pomóc?

# help_text
source: My goal is to create the best possible value. I know, that is possible with Flutter and I can help you create a mobile or web application that will help you achieve your goals and dreams. Let me know via the Contact tab what you need and together we'll see whether I will be able to help you!
pl: Moim celem jest tworzenie możliwie jak najlepszej wartości. Wiem, że z Flutterem jest to możliwe i dzięki niemu mogę pomóc Ci stworzyć aplikację mobilną bądź internetową, która pomoże Ci osiągnąć Twoje cele i marzenia. Daj mi znać poprzez zakładkę Kontakt, czego potrzebujesz, a razem sprawdzimy czy będę w stanie Ci pomóc!

# tech_used
source: Technology used:
pl: Użyta technologia:

# life_diary
source: A great app for writing your own diaries and for planning your workouts along with organizing them. The app has more features such as a day planner, calculating how much water to drink or a to do list.
pl: Aplikacja do pisania własnych pamiętników oraz planowania i organizowania treningów. Aplikacja ma więcej funkcji, takich jak planer dnia, obliczanie ilości wody do picia czy lista zadań.

# quiz_quest
source: An application where you can test your knowledge, develop it in many interesting areas such as science, sports or many others, and have fun on top of that.
pl: Aplikacja, w której możesz sprawdzić swoją wiedzę, rozwijać ją w wielu interesujących dziedzinach, takich jak nauka, sport czy wiele innych, i dodatkowo dobrze się bawić.

# day_quote
source: An app to generate quotes and get inspired! You can search for an author and see what citations he or she has been assigned.
pl: Aplikacja do generowania cytatów i inspirowania się! Możesz wyszukiwać autora i zobaczyć, jakie cytaty mu przypisano.

# weather_app
source: Advanced weather app with search engine for each city and 5-day forecasts. You can check it whenever you want.
pl: Zaawansowana aplikacja pogodowa z wyszukiwarką dla każdego miasta i prognozami na 5 dni. Możesz sprawdzić pogodę kiedy tylko chcesz.

# github_projects
source: All my projects are on my Github Profile ⮕
pl: Wszystkie projekty są dostępne na moim Githubie ⮕

# questions
source: Do you have any questions? Feel free to ask!
pl: Masz jakieś pytania? Zapraszam do kontaktu!

# wrong_message_1
source: Fill in all the fields before you send the message!
pl: Wypełnij wszystkie pola zanim wyślesz wiadomość!

# wrong_message_2
source: Incorrect email
pl: Niepoprawny email

# correct_message
source: The message has been sent! We will get back to you as soon as possible.
pl: Wiadomość została wysłana! Odezwiemy się tak szybko jak to możliwe

# send_message
source: Send the message
pl: Wyślij wiadomość

source: Name...
pl: Imię...

source: Surname...
pl: Nazwisko...

source: Subject...
pl: Temat...

# mess
source: Write your message...
pl: Napisz swoją wiadomość

source: Phone
pl: Telefon

source: Form
pl: Formularz

# form_text
source: Fill out the form
pl: Wypełnij formularz

# rights
source: All rights are reserved ©
pl: Wszelkie prawa zastrzeżone ©

source: My CV
pl: Moje CV

source: Three
pl: Trzy
